

[IDD_PSP_APPL]

IDC_STATIC_CURRENT_SETTING_MAIN = "Configuración actual:"
IDC_STATIC_FRAME_MAIN = "Button"
IDC_CHECK_AVAILABLE_BUTTON = "Habilitar &este botón"
IDC_BTN_SET_ONETOUCHBTN = "&Registro de la aplicación…"
IDC_CHECK_STANDBY = "Mantener e&ste botón activo aun durante el modo de espera"
IDC_CHECK_SHUTDOWN = "Mantener este botón activo aun cuando el equipo esté a&pagado"

IDS_MSG_CURRENT_SETTING_UNAVAILABLE_BUTTON = "Este botón de aplicación no está disponible."
IDS_MSG_CURRENT_SETTING_BROWSER = "Iniciar el navegador de Internet predeterminado"
IDS_MSG_CURRENT_SETTING_MAIL = "Start default program for MailTo Protocol"
IDS_MSG_CURRENT_SETTING_APPLICATION = "Iniciar %1!s!"
IDS_MSG_CURRENT_SETTING_NONE = "La aplicación no ha sido asignada."



[IDD_WIZ_INTERNET_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_INT_FNC_SELECT = "Especificar la acción del botón"
IDC_STATIC_WIZ_TITLE_EXP_INT_FNC_SELECT = "Especificar la acción asignada al botón."

IDC_RADIO_HOMEPAGE = "Iniciar &navegador de Internet"
IDC_STATIC_HOMEPAGE = "Iniciar el navegador de Internet especificado como [Navegador de Internet para uso normal]."
IDC_RADIO_APPLICATION = "Iniciar &programa"
IDC_STATIC_APPLICATION = "Iniciar programa. %nPuede seleccionar el programa que desea iniciar."


[IDD_WIZ_MAIL_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_MAIL_FNC_SELECT = "Especificar la acción del botón"
IDC_STATIC_WIZ_TITLE_EXP_MAIL_FNC_SELECT = "Especificar la acción asignada al botón."

IDC_RADIO_MAIL = "Start &mail software"
IDC_STATIC_MAIL = "Start default program for MailTo Protocol."
IDC_RADIO_APPLICATION = "Iniciar &programa"
IDC_STATIC_APPLICATION = "Iniciar programa. Puede seleccionar libremente la aplicación que desea iniciar."



[IDD_WIZ_APPLICATION_SELECT]

IDC_STATIC_WIZ_TITLE_APPL_SELECT = "Especificar el programa que se inicia"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SELECT = "Especificar el programa que se inicia al presionar cada uno de los botones."

IDC_RADIO_STARTMENU = "Seleccionar del &menú de inicio"
IDC_STATIC_CURRENT_SETTING_STARTMENU = "Configuración actual:"
IDC_STATIC_STARTMENU = "Menúde &inicio:"
IDC_STATIC_LOADING = "Leyendo el menú de inicio…"

IDC_RADIO_DIRECT = "Seleccionar &directamente"
IDC_STATIC_FILE = "Archivo:"
IDC_BTN_REFERENCE = "&Referencia…"
IDC_BTN_DETAIL = "A&vanzado…"



[IDD_WIZ_APPLICATION_SOUND]

IDC_STATIC_WIZ_TITLE_APPL_SOUND = "Configuración de sonido al iniciar programa"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SOUND = "Especificar sonido al iniciar programa."

IDC_RADIO_SOUND_ON = "Reproducir &sonido"
IDC_RADIO_SOUND_OFF = "No repro&ducir sonido"

IDC_STATIC_APPLICATION_SETTING_SOUND = "Archivo de sonido:"
IDC_BTN_REFERENCE_SOUND = "&Referencia…"
IDC_BTN_APPLICATION_PLAY_SOUND = "Re&producir"



[IDD_WIZ_APPLICATION_CONFIRM]

IDC_STATIC_WIZ_TITLE_APPL_CONFIRM = "Finalizar el asistente de configuración de botones"

IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM = "Ingrese la configuración para iniciar un programa presionando un botón"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_BROWSER = "Ingrese la configuración para iniciar el navegador de Internet presionando un botón"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_MAIL = "Especificar el software de correo que se iniciará con el botón y la información del servidor de correo para la comprobación."

IDC_STATIC_APPL_MESSAGE = "Cuando se presione el botón de aplicación, se iniciará u[%1!s!]v."
IDC_STATIC_APPL_MESSAGE_BROWSER = "Al presionar el botón, se inicia el navegador de Internet especificado como [Navegador de Internet para uso normal]."
IDC_STATIC_APPL_MESSAGE_MAIL = "[Default program for MailTo Protocol] starts by pressing button."



[IDD_CHILD_DETAILAPPL]

CAPTION = "Avanzado…"
IDC_STATIC_TITLE_DETAIL_SETTING = "Especificar el parámetro de comando del programa de arranque y la carpeta de operación."
IDC_STATIC_PROGRAM = "Programa de arranque:"
IDC_STATIC_PARAMETER = "&Parámetro de comando:"
IDC_STATIC_FOLDER = Carpeta de &operación:"

IDOK = "Aceptar"
IDCANCEL = "Cancelar"




[MESSAGES]

IDS_MSG_CAPTION_MAIN = "Configuración de botones"

IDS_MSG_ASK_CANCEL_MAIN = "La configuración de Application Panel está siendo cancelada. ¿Está seguro de que desea cancelarla?"


IDS_MSG_CAPTION_WIZARD = "Asistente de configuración de Application Panel"

IDS_MSG_CANCEL_WIZARD = "El asistente de configuración de Application Panel se está cerrando.  ¿Está seguro de que desea cerrarlo?"

IDS_MSG_NO_SELECTION = "no seleccionada"


[FILEDIALOG_FILTER]
IDS_FILE_FILTER_SOUND = "Archivos de sonido (*.wav;*.mid;*.rmi)|*.wav;*.mid;*.rmi||"
IDS_FILE_FILTER = "Archivos ejecutables (*.exe)|*.exe|Todos los archivos(*.*)|*.*||"


